Repository: LemuelCushing/hadaly
Catalog: docs/locale/*/LC_MESSAGES/interface.po
Languages: fr

source: Editor
fr: Éditeur

source: **Menubar**:
fr: **Barre de menu**

source: Edit presentation title
fr: Éditer le titre de la présentation

source: Click on 'New title' to show the edit dialog, press 'Enter' to validate.
fr: Cliquez sur 'Nouveau titre' pour faire apparaître la fenêtre d'édition, pressez `Entrer` pour valider.

source: Add new slide
fr: Ajouter une nouvelle diapo

source: To add new slide :
fr: Pour ajouter une diapo :

source: The file explorer appear : select the file you want to add as a slide by double clicking on it.
fr: L'explorateur de fichier apparaît : sélectionnez le fichier que vous souhaitez ajouter comme diapo par un double clic.

source: The slide is added to the presentation view and a dialog appear.
fr: La diapo est ajoutée à la présentation et une fenêtre apparaît.

source: Enter slide informations and validate by pressing `Enter`.
fr: Entrer les informations de la diapo et validez en pressant `Entrer`.

source: Edit slide
fr: Éditer la diapo

source: Double click on the slide to show the edit dialog.
fr: Double cliquez sur la diapo pour faire apparaître la fenêtre d'édition.

source: Show slide informations
fr: Voir les informations de la diapo

source: Remove slide
fr: Enlever une diapo

source: Left click on slide, drag it on a corner of the screen and drop it, it should be removed from presentation.
fr: En maintenant un clic gauche sur la diapo, déplacez là sur un bord de l'écran et relâchez, elle devrait être supprimée de la présentation.

source: Re-order slides
fr: Réordonner les diapos

source: Drag-and-drop the slide where you want it to be.
fr: Glisser-déposer la diapo à l'endroit que vous souhaitez.

source: Order is from top left to bottom right.
fr: L'ordre se comprend de gauche à droite et de haut en bas.

source: Search
fr: Recherche

source: **Menubar**
fr: **Barre de menu**

source: Click on app icon on the left : go back to editor.
fr: Clic sur l'icône de l'application à gauche : retour à l'éditeur.

source: Click on dropdown menu on the right : select search engine.
fr: Clic sur le menu déroulant à droite : sélectionnez un moteur de recherche.

source: Search for a picture
fr: Rechercher une image

source: Type your request in the text input box under the menubar and validate by pressing `Enter`
fr: Entrer votre requête dans la zone de texte sous la barre de menu et validez en pressant sur `Entrer`

source: Add picture as slide to presentation
fr: Ajouter l'image comme diapo à la présentation

source: Click on the picture you want to add to make appear a dialog showing a slightly better image (depending on the source).
fr: Cliquez sur l'image que vous souhaitez ajouter pour faire apparaître une fenêtre montrant l'image avec une qualité légèrement supérieure (en fonction de la source).

source: Click on `Add to presentation` to begin download.
fr: Cliquez sur `Ajouter à la présentation` pour démarrer le téléchargement.

source: Hadaly always tries to download the best image quality.
fr: Hadaly essaye toujours de télécharger une image de bonne qualité.

source: Once download is finished, slide is automatically added to presentation with metadata extracted from the source if available.
fr: Une fois le téléchargement fini, la diapo est automatiquement ajoutée à la présentation avec les métadonnées extraites de la source si disponibles.

source: Viewer
fr: Visionneuse

source: Move slide:
fr: Déplacer la diapo :

source: Left click on slide and drag it around the screen.
fr: Clic gauche sur la diapo et déplacez la où vous souhaitez.

source: Zoom in or out:
fr: Zoom :

source: Zoom with mouse wheel.
fr: Zoom avec la molette de souris.

source: Or use two finger touch emulation with right click (a red dot appear):
fr: Ou utilisez l'émulation tactile en faisant un clic droit (un point rouge apparaît) :

source: Maintain left click and drag cursor to zoom in or out. If a portion of the slide is out of sight, a small thumbnail will appear at the bottom left :
fr: Maintenez le clic gauche et déplacez le curseur pour zoomer ou dézoomer. Si une portion de l'image disparaît de l'écran, une petite vignette apparaîtra en bas à gauche de l'écran.

source: Switch to editor:
fr: Passer à l'éditeur :

source: Double click on top left corner of the screen.
fr: Double clic sur le coin supérieur gauche de l'écran.

source: Switch to next or previous slide:
fr: Passer à la diapo suivante :

source: Left click and swipe left or right.
fr: Clic gauche et glissez sur la droite ou la gauche.

source: Switch to 'x' slide:
fr: Passer à la diapo 'x' :

source: Double click on bottom right corner of the screen and select slide:
fr: Double clic sur le coin inférieur droit de l'écran et sélectionnez la diapo :

source: Compare current slide with another one:
fr: Comparer la diapo avec une autre :

source: Double click on center of the screen and select slide:
fr: Double clic sur le centre de l'écran et sélectionnez la diapo

source: Compare mode in action:
fr: La vue de comparaison en action :

source: Double click on center of the screen to remove compared slide.
fr: Double clic sur le centre de l'écran pour supprimer la diapo de comparaison.

source: Draw on slide:
fr: Dessiner sur une diapo :

source: When drawing is activated it is not possible to move the slide. You can only scale it with mouse wheel.
fr: Quand le mode «dessin» est activé, il n'est pas possible de déplacer la diapo. Vous pouvez seulement zoomer/dézoomer en utilisant la molette de la souris.

source: You can now draw on the slide.
fr: Vous pouvez maintenant dessiner sur la diapo.

source: Change tool color:
fr: Changer la couleur de l'outil :

source: Select color by clicking on the color wheel or by entering RGBA informations.
fr: Sélectionnez la couleur en cliquant sur le cercle chromatique ou en entrant les informations RGBA.

source: Click out of the dialog to close it.
fr: Cliquez en dehors de la fenêtre pour la fermer.

source: Increase/Decrease tool thickness
fr: Augmenter/Réduire l'épaisseur de l'outil

source: Move the slider of the toolbar to the right to increase line size (Mouse wheel also works).
fr: Déplacez le curseur de la barre d'outil à droite pour augmenter la taille du trait (La molette fonctionne aussi).

source: 'F1' : Show options panel.
fr: 'F1' : Afficher le menu d'options.

source: Shortcuts
fr: Raccourcis

source: ``Ctrl-e`` : Enter drawing mode.
fr: ``Ctrl-e`` : Activer/désactiver le mode «dessin».

source: ``Ctrl-d`` : Delete drawings.
fr: ``Ctrl-d`` : Effacer les dessins.

source: ``Left`` : Go to previous slide.
fr: ``Gauche``: Allez à la diapo précédente.

source: ``Right`` : Go to next slide.
fr: ``Droite`` : Allez à la diapo suivante

source: 'New title' : Show/Configure presentation title (`see <#edit-presentation-title>`_)
fr: 'Nouveau titre' : Montre/Configure le titre de la présentation (`voir <#edit-presentation-title>`_)

source: |plus| : Add slide to presentation. ( `see <#add-new-slide>`_)
fr: |plus| : Ajouter une diapo à la présentation. ( `voir <#add-new-slide>`_)

source: |search| : Switch to `search <#search>`_.
fr: |search| : Afficher l'écran de `recherche <#id2>`_.

source: |eye| : Switch to `viewer <#viewer>`_.
fr: |eye| : Afficher la `visionneuse <#id3>`_.

source: |bars| : File Menu (New, Open, Save, Save as..., Quit)
fr: |bars| : Menu (Nouveau, Ouvrir, Enregistrer, Enregistrer sous..., Quitter)

source: Left click on |plus| icon.
fr: Clic gauche sur l'icône |plus|.

source: Click on |info| to show/hide slide informations.
fr: Cliquez sur |info| pour afficher/cacher les informations de la diapo.

source: |next| : show next page of results.
fr: |next| : Afficher la page suivante des résultats.

source: |previous| : show previous page of results.
fr: |previous| : Afficher la page précédente des résultats.

source: Click on |unlock| icon in bottom left corner.
fr: Cliquez sur l'icône |unlock| dans le coin inférieur gauche.

source: Icon should change to |lock| and toolbar should appear.
fr: L'icône devrait se transformer en |lock| et la barre d'outils devrait apparaître.

source: To delete drawings, click on |eraser|.
fr: Pour effacer les dessins, cliquez sur |eraser|.

source: Click on |circle| to show the color picker
fr: Cliquez sur |circle| pour afficher le sélectionneur de couleur.
